{"pages":[],"posts":[{"title":"歡迎大家來到貓貓小窩","text":"大家好這裡是大貓貓","link":"/2020/03/05/%E5%A4%A7%E8%B2%93%E8%B2%93/"},{"title":"落猫/Supernova","text":"风似乎比以往更凉了，乌云聚集在一起，雨滴穿过湿冷的空气砸在地上。天气冷得花栗鼠都把自己埋在了坚果堆里。 小薮看着他手中的瑞士军刀，血从刀刃上弯折着流到刀背上，最后和鲜红色的刀柄融为一体。窗外的柳树好像僵尸从土中伸出枯瘦的手一般。一排乌鸦站在树枝上，一声不响，压得树枝变了形。 从疼痛中回过神来，他用自来水冲洗了伤口，折起小刀。随后拉开柜子，拎起一瓶哈尔滨啤酒灌了下去。 意识模糊，他不知道自己接下来要做些什么。 一阵风卷起枯叶拍打着窗户，远处燃烧的城门楼轰然崩塌。 世界也与其一同崩塌了。 “你又自残了？！”吼叫的声音从后面传来，小薮被吓得不轻，身体剧烈抖动着。 “够了，这样下去我必须要带你去医院！你想起医院吗？啊？！”面对嘶吼声，小薮只想赶快逃开，他用力抠着大拇指侧面撕裂结痂的皮肤，血从指甲缝里渗出来…闭上眼睛，猫头鹰的叫声出现在耳边，它们富有节奏感地叫着…盖住了父母疯子一般地叫声。 只有血一直流。 小薮大抵是知道他什么时候感染上猫娘综合症的，头顶上长出了猫耳尖尖的两个，长得很慢很慢，头发就可以轻易将它们盖住。小薮不傻，他察觉到了自己的异样，但年幼的他自然不敢说出去。 不过所幸它们还很小，影响不到小薮的生活，于是一切如常。 “哎？猫娘很可爱哦…” 小薮愣了一下，马上摆出一副厌恶的样子： “猫娘什么的恶心死了，你真的喜欢那种人不人猫不猫的东西吗？！” 而对方似乎生气了，转头离去。 不知道从什么时候掀起的猫娘热，大家开始喜欢戴上猫耳和尾巴，装扮成猫娘的样子。手机屏幕上划过的一条条贴文，小薮的心开始痒痒起来…表面上仍就是坚定不移的极端反猫娘主义者，私下却开了小号在猫娘论坛里频繁出没。 到了初中，猫耳已经需要靠戴帽子来遮掩了，尾巴就缠在腰间。小薮很得意，他藏得一向都很好。而与现实相反，互联网上的他可谓是异常高调，简介上似乎还异常自豪地写了“是！猫！娘！”三个大字… 不眠之夜，悄悄的锁上房门，穿上猫娘的服装，露出猫耳和尾巴…“对了，一定要找个东西挡住脸…！” 在镜头里网络中的他终于涅槃重生。看着照片下面一条条的留言大叫着“好可爱！”以及被点赞通知挤爆的通知栏，小薮抓着猫耳，把自己缩成一团，开心地笑着，然后又痛哭起来… 小薮不知道这样对不对，他只觉得开心，快乐…非常开心。 终于，帽子再也盖不住毛茸茸的大猫耳，尾巴撑破了衣服…小薮穿着猫娘服装，裸露着耳朵和尾巴跑到了街上。人来人往的街头，小薮看着人类，人类也看着小薮，并指指点点着。 小薮除了恐惧别无其它感受。 而从那天开始，一切都崩塌了… 毫无意义的说教让他想起就觉得恶心，吐了一次又一次…他开始自残，然而这种行为只会增加说教的次数。 再后来，猫头鹰之歌就出现了，它们仿佛无时无刻栖息在小薮耳边，为他阻挡来自世界的恶意…“咕～咕咕～咕～……”那是一首忧伤的曲子，猫头鹰们似乎只会唱这一首。 血流得更多了… 房间里就剩下小薮一个人…他撕扯着自己的猫耳朵。他憎恨着世界上所有的猫娘，憎恨着身为猫娘的自己。 窗外一片火海，贫铀弹如雨点般落下…人类哭喊哀嚎着…小薮笑了，这世界死了。 ——————— “又有人自杀了。”录像的人说 “我要拍下来发到推特上去。” 这个世界没有猫娘。","link":"/2020/03/05/%E8%90%BD%E7%8C%AB:Supernova/"},{"title":"中国倒影 FinalChina","text":"醒来的时候，一切结束了。 尸体几乎铺满了街道，污黑的血液混着雨水流入排水管道中。小薮的脚踢到一小块黑色的炭，她忽然意识到那是一个婴儿，而旁边那块大一些的炭大抵是他的母亲。 “……” 盯着黑色的一坨望了许久，她觉得自己应该离开，继续向前走。她要走出城，远远地走开…… 小薮正在专心走路，小心翼翼地迈开横七竖八的各种尸体，远处燃烧着的猛士军车在小薮走近它之前就被雨水浇灭了，她能清楚地看到车里两具被烧焦的尸体，仔细闻闻，是烤肉的气味……有些饿了，不由得想起战争爆发之前，父亲经常带她去密云水库附近烧烤，他常说：“一根肉串可以给你生存一天的热量。” “生存一天的热量……” 她在嘴里不断念叨着，脑中回归一片空白。她曾经高呼思想自由，可如今却连思想的欲望都丧失了。 一声巨响划破正慢慢腐烂的宁静，小薮抬头，一架F22正快速地划过天安门上空。它见证了多少个改变人类命运的历史瞬间，被赋予了多少个政治意义。此时她正望着它，它似乎也在回望过去。 “一切都会好起来的。” 她左右张望，没有别人，面前只有那座天安门，它的城楼已经被B2轰炸机从基座上永远地抹去了，几个黑乎乎的城门洞正向她敞着……但她不想走进去，她要远远地走开这座城市，并祈祷希望路上不要遇到那些外国人。 没有计划，但她知道只要向着南走，总能走到香港的……在那里，联合国正在接收中国难民，她也许能搭上一架去往澳大利亚的飞机，远远地离开这片伤痕累累的土地。 突然落泪，情绪化在此时不是什么好事，也许哪个街道里就会走出一小队越南人或者印度人，将她轮奸至死。小薮亲眼目睹了母亲的死亡，她不想让这些发生在自己身上。 发动机声从远处传来，小薮在脸上抹了两把血，躺在尸体中间。发动机声在距离她一米外停了下来，接着是开关门的声音。 “天安门广场……哈！那里是什么？” 是英文对话。 “纪念堂，里面是个叫做毛泽东的老人。” “他打仗很厉害。” “是的，可惜他已经死了。” 突然，一只大手将她提了起来： “死人可不会呼吸啊。” 她不顾一切地奋力挣扎，可却被依然轻易地控制住了：“中国孩子都不做体育运动的吗？”她看到一个白人的脸笑着，叼着烟，熏得她无法呼吸。 “请痛快的杀了我吧！”小薮绝望地喊了起来。 “哇……哇……孩子你乱喊什么呢。” 那人说起蹩脚的中文： “我们是英国人，英国人！不是美国，俄罗斯。” 英国人告诉小薮美俄联军在北朝鲜的战线已经被日本人打了下来，叫她顺着G1高速出京，路上应该可以遇上德国人或者日本人，他们正从朝鲜战场向中国战场转移，应该可以提供些帮助。 “南韩政府也在帮助联合国安置难民，祝你好运。” 小薮抱着英国人送的一大包鱼罐头挥手告别，路虎卫士很快消失在废墟和尸体中间。 那袋鱼罐头…居然是小薮最喜欢的Johnwest，英国品牌。战争开始之前的两年时间内中国一直在实行计划经济，她从没想过自己还能吃到这些进口罐头… 自中国当局因台湾问题向美国宣战已经过了三周，发生了太多事情。小薮像许多人一样想过自行离开这个世界……但现在，似乎有阳光照到了她的身上。 低头看着满背包的鱼罐头，抬头看着满街的尸体和燃烧崩塌的建筑。 不知为何，她笑了起来。Diese Nacht ist kalt,und der Wind der bl?st,durch unser Land,und wer jetzt noch geht,ist ein armer Tor,oder,auf dem Weg zu der Liebsten,die jede Reise lohnt,Ohhh,öffnen mir, lass mich hinein,dein Liebster steht im Mondenschein,diese Nacht ist so kalt,so öffnen mir,denn morgen wird’s zu Spät sein. Twitter@ServalCandle“When war begins, then hell opens.”","link":"/2020/03/05/%E4%B8%AD%E5%9B%BD%E5%80%92%E5%BD%B1%20FinalChina/"},{"title":"修憲日","text":"‪“我一直都知道共党做了什么，在做什么。我一再欺骗自己，疯狂地支持共党，在网络上，现实中。这可使我忘记在学校，同学和老师之间遭遇的事情。一个巨大的国家机器，碾碎一切的力量，在它面前，他们又算什么呢？‬ ‪…只是这次，我无法再继续欺骗自己了。”‬ “共产党好， 共产党好， 共产党是人民的好领导！” 随手关掉闹铃，窗外下着雨，她觉得胸前好似被压了巨石一般无法呼吸。看着桌上立着的小党徽，狠狠煽了自己两嘴巴，起床了。 2018年3月11日，今天宪法修正案公布的日子。 而这又冷又潮的日子，则不禁让小薮回想起两年前第一次见到共产党的那一天…那是初中的时候… 说实话，那是糟糕的一天。 她很少在一天之内遇到如此多的倒霉事，诸事不顺。即便是校园霸凌往往每天也最多只会发生两次，可那天晚上却刚好多了个数学考试。 看着小薮倒数第一的成绩，全班倒数第二绞尽脑汁让大家相信她是个弱智，而自己则充满希望。 从学校出来，淋着雨，比以往抖得更严重了。她想抱头痛哭却置身于繁华的街道之中。小薮一直幻想着一种力量，可以毁掉她的老师和同学们…永远永远的摧毁掉… 此时，一个巨大的共党宣传海报出现在拐角处，血红色的党徽在灰色的世界中显得异常突兀… 时间回到现在，她正在一个无辜路人身后高喊着：“打倒苹果公司！打倒美帝国主义！”之后狂笑不止。路人转过头一脸懵逼，将iPhone塞进口袋里马上远离了这个是非之地。 舍友拽了拽小薮的手，让她不要再胡闹了。 “你不觉得那些用苹果手机的人很讨厌吗？嘿嘿嘿！讨厌死了！哈哈！应该都被屠杀掉！用苹果的人都是彩虹旗！同性恋！哈哈哈！！！” “但你不就…” 同学指了指小薮身上的裙子 “总有人要为国家献身不是吗？哈哈哈哈！” 舍友没有再说话，松开她的手一个人快步向前走去… 小薮愣住了，不停大口呼吸着空气。 说实话，她从不曾关心政治，而从小就混迹于维基百科，脸书和Reddit上的她也不可能不知道自己正在支持一个什么样子的政党… 她只想重现文革，希望自己可以把初中老师和同学都批斗死…可现在自己已经永远的离开了那个学校…这一切还有什么用吗？ 每每想到这些，她便无法呼吸，浑身颤抖起来，口中断断续续地发出哀嚎声… 赶忙抽了自己两嘴巴，似乎逐渐平静下来了。 而这只是开始…3月11日下午，中央电视台向全国宣告，宪法修正案通过，国家主席副主席连任限制取消… “不同意的请举手！” “没有！”“没有！”“没有！” 小薮起先还能像以前那样安慰自己——普京不也在无限连任吗？ 可随着脸书页面上划过一条条新闻，一条条评论…还有这几天不断发生的思考… 她终于崩溃了… 大声哀嚎着，痛苦着…躺在地上，手不断抓着自己的胸口，努力大口呼吸空气…等她再回过神来时，桌子上多了几个空酒瓶，脑子“嗡嗡”地疼…手腕上全都是血，而自己的另一只手上拿着刀。 小薮吓得把刀丢出去好远，跑到厕所用水冲洗伤口…幸好没有割到静动脉…父母还有段时间才会回家，幸好没有被他们发现… 共产党根本不知道她的存在，而她却因为共党在自残…多么可笑。小薮躺在床上，什么都不去想，等待自己慢慢冷静下来… 初中时期也许是恐怖且艰难的，为了让自己努力不去想自杀的事情，小薮把自己和共产党强行绑到了一起，所谓支持共党，就是在给自己一种幻觉，只想国际政治，把自己从日常生活中抽离出来…用键盘在网络中重生，仿佛自己也拥有了国家机器一般的力量一般。 用油性笔到处写大字报也是这样，在国际政治大国争端面前，不论是被霸凌还是考试成绩，都成了微不足道的小事… 也许事到如今也是一种解脱吧，之前她的脑子里就不断出现所谓异常反动的思想…而自己内心中一直都最喜欢美国和日本，并非常讨厌中国制造。 她曾经因为这些东西怨恨自己，怨恨自己不能完美地支持中共。“现在一切都没有关系了…中国还是支那，独立还是统一，和我有关系吗？” 她终于回到了自己的身体里，开始用自己的眼睛看世界了… 小薮盯着天花板“去他妈的中国共产党。”","link":"/2020/03/05/%E4%BF%AE%E6%86%B2%E6%97%A5/"},{"title":"裙影苍白/PaleSkirt Part1","text":"“十五年前，Eric Chapman的纵身一跃使世界再度关注中国的人权问题。中国政府是否需要对国内一半的男性国民强制性转来维护早已不存在的性别平衡？如今情况似乎仍然令人感到担忧，如你所见，性别再造学校依旧随处可见…” 2045年10月前后，一阵寒流袭卷欧洲大陆。交通瘫痪，几乎整个上午人们都只能躲在家里，围着壁炉取暖。一直到下午暴雪才逐渐平息，皇家邮政送来了本该早上就躺在邮筒里的信件。Logan在一大堆信用卡账单和waitrose减免广告中发现了来自中国大使馆的签证批准通知，中国当局允许logan所负责的BBC纪录片拍摄团队在北中国地区拍摄，这几乎避开了所有发达城市，无疑是给主题为“政策伪娘”的纪录片拍摄增加了难度。 “我们至少还有北京！” 性别再造学校只存在于大型城市，在简短的视频会议中，几乎所有的队员都支持在北京市完成拍摄任务，而这无疑是在老虎的脸上拔毛。北京是中国的政治中心，中央政府的所在地。 次日下午，纪录片团队乘坐着不列颠航空班机顶着史无前例的西伯利亚寒流降落在北京首都国际机场，一下飞机logon便惊呆了，巨大的红色条幅上印有黄色的汉字，随处可见，很明显是某种政治宣传。而领袖照片则被镶嵌在烫金相框中，整齐的挂在每一个入境口。 “这简直是1984…那个小说…而且是现代版本的。” “不如说是21世纪的新苏联呢！” 美国队员jacob撕咬着从机场买来的干硬甜甜圈，渣子掉了满身都是。 “这个比北朝鲜的好吃！” 司机打开了音乐，队员们都安静下来。 “好像是BBC的采访车呢…他们真的可以进到中国来吗？” 路边一个只穿着JK校服的女孩子瑟瑟发抖，却专注地盯着车上“BBC”三个英文字母直到它从自己的视线中消失。 “关小薮？！” “在这！” 小薮赶忙跑了过去，老师正拿着戒尺等着她。 “不许大声喧哗，还有没有点淑女的样子？！” 戒尺抽打在小薮的身上，她只能要紧牙忍住疼痛。 “你们现在都不是街边的野男孩了，要有女生的样子…你！把外套脱了，只需穿学校的JK校服，裙子不能长过膝盖！” 性别再造学校实行封闭式管理，学生不许擅自离校，但也有这样的步行活动，由相关负责人一前一后防止学生逃跑。路程大概一到两公里，强制参加。至于每三十人配备两个负责人，其实校方一点也不担心，政策伪娘没有身份证，在外面又买不到药，根本活不下去。 等老师带着小薮一行回到学校，太阳早就沉到地平线下面去了。少女们一个个冻得全身僵硬，纷纷冲进教学楼围着大堂中间的暖炉取暖…看着浑身发抖相拥在一起丝毫没有淑女高雅气质的学生们，老师叹气摇头，转身往办公室走去。 “小关，我们偷买了些酒…就在刚才老师去厕所的时候…晚上要不要一起喝？” 筱诺掀起裙子，她居然能把四罐啤酒绑在大腿上若无其事地走回来…不过也不奇怪，她是能把钱偷带进学校的大佬，小薮甚至怀疑她私自配了自己的钥匙每天晚上擅自开锁用阴茎自慰。 “不…不用了…我明天就可以回家休息一周了呢…好不容易申请下来的不想…” “怂逼，你一将来定能成为一个不错的娘儿们的，听说你是自愿进来的？女装变态真恶心。” 确实，性别再造学校的学生很多都是曾经应该进少管所的孩子，变成女生对她们来说更像是一只惩罚。 小薮被骂了一顿，心情极其抑郁。草草结束了晚饭，回到宿舍嗑下学校给的彩色小药丸们便倒在床上呼呼大睡起来，校服都没有脱。不过明天就可以回家了，如此放纵也可以理解。 第二天一大早，logan迷迷糊糊地打翻了酒店房间里的电热水壶，滚烫的开水流了一地，其中一些还溅到了他的腿上。 “为什么？！为什么这他妈该死的中国酒店不提供直饮水？！” 他浑厚的伦敦腔脏话直接吵醒了隔壁昨天凌晨三点才睡的摄影师Ethan，这个胸毛比头发还重的白人大叔直接把logan拽下了酒店自费请了他一碗北京豆汁。 满嘴豆汁酸味的logan呆呆地望着马路对面的性别再造学校，门口的保安死活不让他这样可疑的白人记者进去。最近西方记者比着赛似的说了中国不少坏话。上面早就有令，严查严管。 “ethan，这座粉白色调的性别改造学校里有一半学生都需要靠着抗抑郁药物才能稳定情绪，学校还给他们定量喂食雌性激素以便毕业时的变形手术…你敢相信吗？毕业典礼是变形手术？” 摄影师咂咂嘴，一边喝着热气腾腾的姜汁可乐一边漫不经心地回答logan： “知道，那是日本NHK在两个月前播出的纪录片《世界向你道歉》里的内容。” “该死的jap！就因为他们是亚洲人？！这简直是种族歧视！” 学校的大门打开了，小薮穿着皱到不行的jk校服，拎着行李箱满心欢喜地想着家中的猫猫和母亲的拉面，突然注意到马路对面两个白人正惊讶地看着她…“该死！该死！ethan！我们要采访那个学生！他妈的！相机呢？！”","link":"/2020/03/05/%E8%A3%99%E5%BD%B1%E8%8B%8D%E7%99%BD:PaleSkirtPart1/"},{"title":"终途/How does life end","text":"伏尔加轿车的警报声响个不停，引得邻居家的狗狂吠起来，外面一阵喧哗… 窗边的马拉巴栗叶子随风晃动。小薮摊在沙发上，艰难探起身在桌子上胡乱摸着，空酒瓶滚了一地。她短促地呻吟，向空气讲述着… 琳的家庭在小学三年级的时候正式破裂，她也是在那个时候开始吃药的。不同于那个圈子里的其他人，她完全没有目标也不知道从何开始，似乎只是突然意识到了人生苦短，不如多尝试一些东西。 重大的家庭变革出现之后，她便一个人就被丢在学校旁边50平米的出租屋内，房间昏暗潮湿，唯一的窗户对着的是邻居家的空调室外机，但却是偷偷吃糖的好地方。2010年，网路购物还不是那么方便，幸好同时期国际药物监管也不怎么严，尚在小学的她不知道从哪里搞来一张虚拟mastercard，从离异父母给她打生活费的那张北京银行卡里通过比特币买卖转成美元购买药物。 多年之后，小薮再次想起这件事，多次感叹她现在才会的事情人家小学就已经轻车熟路了。 秋雨卷着落叶，拍在灰色学校的墙面上。校门口，琳清楚地感受到自己的双腿抖个不停，她知道自己在害怕，在恐惧。可似乎是为了自己的未来，就算是地狱也要走一遭吧…因为身体问题本来就休学了太多次，不能再落下了… 已经迟到了三个小时，此时学生们都已经开始上课，校门紧闭着。好巧不巧小薮家的黑色奥迪车刚好开到的学校门口，保安立正敬礼，打开了校门。琳就小跑着躲在车后跟着混了进去… “你说你一周五天，哪天没有迟到过？” 老师放下手中的粉笔，插腰看着琳 “每天都穿得不男不女的，你是男生知道吗？” 随后又叹了口气，好似故意让琳听到一般的说：“你看看没爸没妈的孩子就这样…” 同学们当然也听到了，全班哄笑起来。 琳努力深呼吸平复心情，走到自己的座位却发现座椅已经被前后桌的同学挤到一起去了…一上学就一定是这样，琳越想越气，用力把椅子向后推去… “我就想上个学啊…为什么你们…” 心里还没有抱怨完，一个拳头就突然从后面抡过来把琳打翻在地，是后桌的同学，因为琳搬动椅子吵到他而爆发了。 “我去你妈的！吵死了啊！”他冲上来掐住琳的脖子，琳只感到视野逐渐变窄，灰色的世界离自己越来越远…老师在讲台上插着腰，喊着让前排同学赶紧去拉一下，别掐死了。 “琳你真的太过分” 同学们一边安慰那个发狂的后桌学生一边责怪她 “你都人妖了就不能为别人想想吗？” 琳面对着全班同学的责备百口莫辩，被压抑到极致的她终于情绪溃堤哭着冲出了教室…至于冲出教室了之后应该去哪里，那也就只有厕所一个选择了。 可厕所的门却不知道被谁锁上了，琳就发了疯一般地砸着门，没砸几下，门开了。开门的是小薮，眼圈红红的，似乎也刚哭过。 “为什么每次都会在同一个厕所。” 小薮颤音着小声嘀咕了一句，琳丝毫不在乎，推开她跑到厕所里嚎啕大哭起来…… 她没再去上课，所幸托小薮请了病假，顶着秋雨在家附近漫无目的的闲逛… 路上积水越来越多，琳的衣服早就彻底湿透了，路边一群农民工聚在一起喝酒。那是小薮家的工地，万丈高楼平地起，看着楼顶插着那面血红色的旗子，想到这个国家的未来就是坐在教室里的那帮混蛋，琳不由得反胃起来。 农民工的雨棚漏了，下面的工人纷纷挡着雨跑到工房里去避雨。 琳走过去拎起一瓶喝到一半的燕京啤酒，一饮而尽… 初中，琳凭着自己的实力轻松考入北京最好初中的普通班。小薮没有学校上，走了关系，就和琳上了同一个学校，在实验班。 琳还和以前一样，校园霸凌从来不会因为换一个学校就会有所改变。她听说小薮早已经闻名全校，学习太差，老师和学生都不喜欢她。每次放学的时候，都能看到小薮家的黑色奥迪在校门口等上很久，小薮浑身发抖着从学校里走出来，并极力装作一切都很好的样子。 “你为什么从来不和家人说啊？”有次琳终于忍不住问她。 “不知道…”小薮低着眼皮，模糊的回答着。 很快，琳便没法担心小薮的事情了。 一次下课的时候，琳像往常一样打开自己的水杯喝水，却总觉得水的味道怪怪的，一开始琳以为是学校饮水机的问题，可环顾四周看到同学们的眼神… 她赶紧吐了出来，是尿… 有人在她的水杯里混了尿… 老师来了，让她把自己吐出来的东西清理干净。从那之后琳就再也没有带水杯去过学校，平常喝水都是直接在学校超市买瓶装水。 初二下学期，小薮崩溃休学了。那辆黑色奥迪再也没有出现过… 每天放学后，昏暗的路灯照着空无一人的公路，新校区周围全是工地，原本是很符合琳的心意，她一向喜欢自己一个人…只是那个冬夜，雾霾笼罩整个京城，人们的鼻孔和嘴巴即便戴上口罩依然能擦出黑色的灰尘。灰色的雪仿佛就像雾霾在空气中饱和而析出的沉淀物… 一众小混混借着黑暗与雾霾隐匿在拆迁的废墟之中，冲出来撕开琳的衣服想要强奸她…但…琳没有做过手术。于是小混混们先是产生了诈骗受害者一般地愤怒用钢筋把她群殴了一顿，随后又觉得既然衣服已经撕了就不能浪费，便强逼着琳给他们口交。 第二天清晨，琳被巡警用脚踹醒，他们把她当成喝醉晕倒在工地的三里屯特殊酒吧里援交的学生，不由分说地一边用恶心的词汇侮辱她的身体一边让她赶紧滚蛋。 琳一瘸一拐地走出工地，外面的工人正挂起血红色的宣传条幅… “自由、平等、公正、法…”琳突然觉得反胃，不停地呕吐起来。 啊…政治…琳曾经试图把她的思想讲给同学们听，可那些满脑子党国万岁的家伙立马把她贴上了个“法轮功”的标签，说她迷信邪教，思想错误，百口莫辩。若要是敢继续反驳，那些人便会群起而攻之侮辱殴打不停。琳不禁怀疑起来究竟是自己疯了还是这个国家疯了。 隔天早上踏入校园，她发现自己被强奸的事情早已在学校里传的沸沸扬扬，那晚有人路过刚好拍下了她给混混口交的照片。学生们纷纷对她避之唯恐不及，各种恶心的称呼如雨后春笋一般纷纷冒了出来。 “我相信校方绝对不会允许一个思想反动的人妖在学校里横行霸道，这种情况实在是伤风败俗！” 老师在讲台上慷慨激昂，同学们纷纷望向琳。 “母狗！”一个声音小声地骂到。 琳被校方勒令停学了。 回家的路上，似乎世界变得寂静起来。她感觉自己身边的空气好像被抽走一般… “叮！叮！叮！”岔道口的红灯亮起，远处响起火车的汽笛声… 琳目光呆滞，一步一步，如同丧尸一般向铁轨走去…她不想和自己内心的声音抗争了，也许她早该死掉，那样不用经历这些事情了。 “也许…这样就会开心吧…”火车从她面前疾驰而过，消失在浓稠的雾霾之夜中。 “晚了…”琳心里念叨着“就连自杀这种简单的事情都办不…” 一声巨响打断了琳的思绪，她发现自己正在空中翻转着…城市的灯光旋转成一彩色的一片，有点像呕吐物的东西，而她正成为一其中的一部分。 ……… “我撞到什么东西了吗？” 司机把手中的威士忌一饮而尽，对着电话大吼起来： “你最好她妈的把我这辆伏尔加的警报修好，它现在一天到晚响个不停！妈的我都想去自杀了！”","link":"/2020/03/05/%E7%BB%88%E9%80%94:How%20does%20life%20end/"},{"title":"裙影苍白/PaleSkirt Part2","text":"“但这并没有改善中国社会对LGBT群体的歧视问题，正相反，歧视甚至人身攻击反而愈演愈烈。” 手机中正在播放的是明哈杰主持的《笑谈爱国》。 Jacob的手机自从到了中国就再也没有回到过自己手上，这台唯一搭载Google fi esim的pixel手机小小的屏幕似乎成为了整个团队在中国了解国际时政的唯一窗口。logan只能怪自己对中国的互联网环境知之甚少，他很难相信在技术奇异点即将发生的2045年居然还有国家故意屏蔽了Google和Twitter，就连北朝鲜也在上个月对普通国民开放了自由互联网。 上午十点整，关小薮按照约定时间来到了东三环BBC驻北京临时办公室，在Ethan指导下拍摄纪录片中的真人采访片段。 “你们会给我的脸打码的对吧…？” 小薮有些紧张，不断地用手试图抹平制服裙上的褶皱。 “会的。” ethan头也不抬的回答她。 “可是你们上次采访那个路人…就是关于64运动的那次采访…你们没有给她打码变声，现在据说她消失了。” 小薮的手用力攥着裙子，神情愈发紧张起来… “BBC！BBC！NEVER COVER TO YOUR FACE～” jacob操着一口波士顿方言笑嘻嘻的从背景布后面钻出来，丢给小薮一只pusheen毛绒玩具。 “关，你抱好这个玩具，等下ethan会把镜头聚焦在它脸上，这样就不会照到你的脸了，而我保证会在后期制作中给你变声。” 说罢jacob转过头对着ethan眨了眨眼 “我知道你一定不会打码，因为那样会影响整部片子的观感。” 看着摄像机上不断闪烁的红点，小薮逐渐放松下来…对着镜头轻声讲述。 起初她和家人说起自己想去性别再造学校的时候，不出所料的，所有人都认为她疯了。在家人眼中，再造学校是给罪犯和少管所孩子们的惩罚机制，小薮向来性格软弱听话，为什么要去自讨苦吃。 “每次他们让我去找一个女朋友，每次他们对着我说我是男孩子，每次进厕所的时候…我觉得自己从来没有真正的自残，我只是把这些伤口体现在肉体上而已。” 像其她人一样，小薮也希望有一天自己身边的人和父母能真正的理解她。而在党国的宣传下，变性更像是一种为国家修复性别不平衡的献身。集体似乎永远是最重要的。 当然，最后小薮还是踏进了性别再造学校的大门。和外表粉白主色调的可爱装修完全不同，它更像是一座监狱。校方禁止学生携带所任何随身物品入校，甚至在开学登记时还要裸体走过一连串门形检测仪… “蹲下，两只手把屁股掰开然后咳嗽。” 这是为了防止学生们在体内携带个人物品入校，随后会用贞操锁立即锁住他们的阴茎。 之后便是分发校服和个人用品的时候了，和学校装修的风格一样，淡粉白色猫猫爪。 学校内穿裤子是大忌，就连睡衣都只发了睡裙样式的。而校服夏冬两款，则都是JK样。只不过夏款是短袖和过膝袜，而冬款则是加厚加绒了的裤袜，短裙和上衣袖口也做了加绒装饰。 开学时正是夏天，新生都普遍讨厌穿胸罩，觉得闷热。于是就在宿舍里把门一锁赤裸着上身打牌聊天，不过很快就会被管理员发现，惩罚措施往往是在炎热的夏天只许穿冬季校服，或者跪在搓衣板一般的“淑女石”上一整天反省自己的非淑女的野蛮行为。 小薮自然每天都乖乖地穿着睡裙睡觉，白天穿着整整齐齐的校服即便热得汗流浃背也不敢有丝毫懈怠。也许是自身乖巧听话的气息外泄，那天下午小薮一回到宿舍就被自己的舍友堵在了宿舍里… “小关，看你每天那么努力当女人，就给我们哥几个爽爽呗，舍友一场不是？” 这些少管所里转来强制变性的坏孩子不知道从哪里偷来钥匙解开了自己的锁，将小薮一拳打倒在地，用力掐住她脖子。 为首的“大哥”早就没了大哥的样子，一头长发和精致的妆容俨然一副标准千金的长相，此时却掀开裙子拿出自己的阴茎生生插入了小薮的体内，随后如同捕猎成功的母狮一般疯狂撕扯着小薮的嘴巴和脖子… “天哪…” Ethan和Jacob似乎还沉浸在小薮的可怕经历中，不知道该说些什么，场面十分尴尬。 “…我去买杯咖啡，ethan你要和我一起去吗？啊？走吧…那个，关，你要我帮你带一杯吗？拿铁？你可以先去那边的会议室休息一会…” 两个白人争相挤出录影室那个小小的门，刚好迎面遇上Logan。 “NHK的纪录片？我敢说我们这样继续拍下去，日本佬的纪录片就会变得像Yoisho一样平淡无奇难以下咽。” Ethan稍微有些期待Logan对这一切的反应。 “我觉得Yoisho那家日料还蛮好吃的。” 说罢竟转身离开了… “logan到底是怎么想的？”ethan拿着麦当劳餐厅买的廉价咖啡嘬了一小口。 “妈的，这地方怎么连星巴克都没有？” 还没等jacob开口，两人的视角就一起落在了马路对面那辆丰田商务车上… “是NHK…为什么每次勤劳的美国人建起一个美丽的珍珠港这些该死的jap就要来偷袭？！” Jacob将手中的咖啡递给Ethan “把你的糖包给我，我要给这些jap的油箱里加点料…”","link":"/2020/03/05/%E8%A3%99%E5%BD%B1%E8%8B%8D%E7%99%BD:PaleSkirtPart2/"},{"title":"39Mpc 39百万秒距差","text":"“這是我個人的一小步，卻是全人類的一大步。” 二零四九年十月份的一个平平常常的日子，雾蒙蒙的天似乎开始下起小雨，中间夹着零星的小冰渣……寒风吹散开晨雾，在玻璃上留下怪异的窗花。 村里公社的孩子们，或者已经可以说是青年人，他们早已在学校的操场上集合起来。学校没有配备校服，所以即便他们用尽全力对齐仍然显得七扭八歪的。有人背了掉漆的绿水壶，有人穿着破草鞋，有人的胶鞋破了洞，灌进地上冰冷泥水，仿佛踩在刀刃上的痛感使得他不由得单脚站里起来。 但即便如此，每个人都记得，今天是个大日子。 校长从办公室里走了出来，他穿着一身崭新的深蓝色衣服，头发还用油梳过。却似乎是因为赶时间而奔跑，裤腿上沾满了泥，而胶鞋早已经看不出原来的样子。 时间已经不早了，校长招呼大家赶快出发，而带队老师一时慌张竟然走岔了路，大家便又乱成一团，到了晌午左右才成功摸到了G109高速的路基。银色的防撞护栏被人用手锯锯开了一个大缺口，高速自检AI的残骸就被丢在旁边。几个男生手脚麻利的爬了上去，后面的同学就挨个踩着他们的脚印跌跌撞撞的向上爬…… 高速上已经有不少人在往城里走了，他们大都是去附近县城赶集的人和小贩们，推着或骑着吱吱作响的二三轮车，他们的速度最快，所以总是在中间，而学生们属于纯步行，就走在高速靠边的地方。没有交通法则，是一条不成文的规定。 “哎，你说这条路下面一格一格的都是什么啊？” 队伍里一个男孩子突然开口打破了沉默，没人知道他是不是在自言自语。 “那是太阳能电池板！我奶奶告诉我的，她年轻的时候这条高速还可以给电动车充电呢！” 回答的人是董小凤，一个平时在班里丝毫不起眼的女生，她那么的不起眼，以至于很多时候大家都会忘记她的存在。但是因为这番话，大家突然炸了锅似的讨论起来：“我听说在我妈妈小时候，根本就不用粮票和肉票就可以买粮食和肉！” “我记得那个时候有一种叫做网购的东西……” 突然，没人说话了。不是因为遥远而美好的过去是那么的不可触及，而是因为眼前突然出现了一片黑压压的东西。这次，没等学生们讨论，带队老师便把答案公布了出来。那些是汽车的残骸，没人知道它们为什么被如此整齐的摆放在高速上，只留下一点点缝隙供人通过…… “就好像高速是为它们而建造的一样！”学生们抱怨到。 老师说，高速就是为它们而建造的。 接下来便没有之前有趣了，一队人又回到了完全静默的状态。董小凤跟在队伍的后面，太阳已经爬到了正对她脑门的位置。小凤抬头看了看那团正在燃烧的核能火炉，他们的领导人经常把自己与这个大火炉相比，可哪个又能真的像它一样烧得这么久呢？小凤想起奶奶告诉过她，太阳已经燃烧了46亿年……小凤想，那一定是很长的一段时间…… 于是等到太阳光打在小凤后脑勺的时候，他们才成功走到了京城，杂草丛生的公路和崩塌过半的摩天大楼诉说着这座城市的辉煌过去。 在这个时代，人们似乎比其它时候更喜欢感叹过去，董小凤理解他们，过去自然更好，虽然不知道特斯拉、谷歌，网购和24小时便利店究竟是什么，但是大家知道那一定是好东西……现在所不能触及的好东西……不过另小凤开心的是，持续三十年的文化清洗运动已经在半年前结束了，现在大家终于可以把心中对旧时代的向往说出来，没人会再因言获罪。 转回来看他们的大事，城市之间开放自由移动后，校长便一再向村政府请求要带孩子们去北京看看真正的天安门，大家知道以后便一直在盼望着这一天……一进到北京境内，学生们就被轰上了一辆深绿色的解放牌大卡车一路向市里的接待所开去，走了一整天的孩子们总算有机会放松自己了，他们一个个互相倚靠着睡了起来。 董小凤独自一人靠在卡车备胎旁边，她从来没有见过真正的天安门，也不感兴趣……或许单看外表很难正确猜中她到北京来的目的，不过老师已经私下许诺了一定会带她去。 自从五个月前中国宣布全面放开之后，大量的外国公司开始重新进驻中国，香港也由此成为全国第一个恢复互联网通讯的地方。而董小凤的目的地，就是把公司设在距离天安门一公里路程的SpeaceX……这个世界最大的空间技术公司或许真的可以让董小凤的梦想成真。 她想成为一名宇航员。","link":"/2020/03/05/39Mpc%2039%E7%99%BE%E4%B8%87%E7%A7%92%E8%B7%9D%E5%B7%AE/"},{"title":"药娘/Цөхрөл","text":"那是一个不管怎么看都非常岁静的账户，点开她的主页向下滑动，立刻就能看到满屏的碎碎念和偶尔转发的二次元图片。 “被父母赶出家门了…我…只是想成为女孩子啊…有错吗？” “今天好无聊…会有人愿意陪我吗？” 随意的推文内容和寥寥一两个赞，展现出了推主似乎只把Twitter当作一个发泄平台。 谷山继续向下滑动，终于出现了一些带有配图的推文…粉蓝白色的冰激凌和穿着蓝白JK上衣的手，而下一张便是一颗颗蓝色小药丸。 “想和喜欢的人一起…” 推文至此便可以笃定推主是一名生活在中国境内的mtf了，谷山熟练打开那个界面并不考究的程序，熟练敲击着键盘把账号的ID和基本特点输了进去。 这时系统将会随机生成一个只会转推的中文账号关注目标，这便是俗称的“预防性监视”。 只要被认为是在中国境内访问非法国际网站的用户，都会有一个甚至多个AI账户进行监视，它们会自动搜集记录推文中的信息，为目标构建行为画像… “叮咚”少有地传来了提示音，谷山马上打开窗口查看…系统显示被关注的目标账户点了回fo，并发来一条私信： “谢谢你关注我呢…” AI账户并没有回复私信的功能，因为来自这些蛋头假账户的关注twitter甚至不会通知被关注者，很多人往往都不知道他们被关注了。 谷山不知道该不该回复… “显示已读了呢…”对方继续自言自语“从来没有人来关注我…真的谢谢你…”“自从被家人赶出来…我还以为到死都不会有人注意到我了…” “不回复吗…对不起打扰了呢…” “谢谢你…” “你好”等谷山反应过来时，他已经双手放在键盘上，发出了第一条消息。 “好哦…谢谢你回复我呢…” 网监员的工作夜班居多，谷山便竟与自己的目标彻夜长谈起来，还在他还是新人，领导在业绩上没有太高的要求。 而这一夜长谈，谷山也大概在自己心中拼凑出了对方的画像…那是一个病弱少女的模样，从初中就开始吃药化学阉割的她一直小心翼翼地保守着这个秘密，直到高考结束的一次意外才被家人发现… 母亲咒骂着，父亲则对她拳打脚踢，最终将她和她的裙子一起丢出了家门… 她身无分文，没有身份证，只能靠其他药娘的救济住进了廉价宾馆，每天啃干面包度日，还要把钱省下来买药。 凌晨的天边逐渐泛红…在叫早铃响起的那刻，她终于讲完了自己的故事，最后她说自己囤够了足够的安眠药，现在也已经吃下了不少，马上就可以成为真正的女孩子了… “再见…谢谢你陪我度过最后一晚。” 谷山自然很是焦急，可这是美国社交平台，他没办法直接导出对方的注册手机号和IP地址，只能叹了口气，竟默默的为对方担心起来。 他心里明白，自己只是国家机器上的一颗螺丝钉。 一日未眠。 第二天晚上，谷山一上工位就便迫不及待地导出昨天那个mtf的账号…而另他感到开心的是，那账号在白天又更新了两条推文，可见她并没有自杀成功… “拉面不好吃呢…” “我好无聊…” “很高兴看到你没事。”谷山赶忙发去了消息…可这次却一整夜都没有回复。 见对方没有自杀成功，谷山也就放下了心。账号依然在更新，以每天两条文字推文，每周一张图片推文的频率… “昆明的天气真的好好哎…” “明天糖就吃光了…可是已经没钱买新的了…” “要不要咱也当一次屈原好了…” “没有人要我呢…” 随着推文越来越多，AI所绘制的行为画像也越来越详细…终于，定位成功了…而几乎就在同时，私信也收到了回复… “我好冷…” “我好难受…” “求你来救救我…” 谷山想都没想，拿起电话就向上级报告了AI提供的位置，说那里藏了一个在逃政治犯… 不出五分钟，行动组的两辆黑色大众车就停在了那间破旅店门外。警察开始开始敲门，没有回复，于是他们直接要来了钥匙…一群人打开房门，一股尸臭涌了出来… 几名警察弯腰便吐… 房间里的哪里是政治犯…分明是一具穿着女装的男尸… 谷山被立即革职以叛国罪投入监狱，他私下拖认识的狱警出去打探事情的后续，原来那推主也不像他想象的那么美丽动人而又可爱，吃了那么多年的药全身上下唯一像女孩子的地方也只有微微隆起的胸部和长发了… 谷山听后露出了很失望的神情，大概是这样的家伙不值得他丢了饭碗吧。仔细想想也不意外，身为老大哥的眼睛，他们这些人有怎能有得一丝人性呢？他之所以这样献身，大概也只是他奇怪的性癖和年轻冲动得荷尔蒙作祟罢了。 随着调查的深入，警察们惊讶的发现，其实那名mtf早在与谷山聊天的前三天就已经自杀身亡了… 她自己写了一款程序，自动发送推文。每发送完一个轮回就删除之前所发的，而当有人关注她时，程度便会自动发送那段早已写好的故事… “她…和伟大领袖一样，应该也是不希望被世界遗忘吧…”","link":"/2020/03/05/%E8%8D%AF%E5%A8%98:%D0%A6%D3%A9%D1%85%D1%80%D3%A9%D0%BB/"},{"title":"遺產","text":"自小薮出生，战争便存在了。村子里的老人说这是自然现象，和下雨打雷是一样的。 “那那些大鸟的家在哪里呢？”小薮问“很远很远，大海的另一边，没有猫能到达的地方。” 小薮不信，她没有理由，就是不信。对于猫猫们来说，眼前的世界便就是世界，单纯的他们在其间嬉戏玩耍，无忧无虑。 “怪猫一只，这样闹下去以后怕不是生不出小猫来！”对他们来说，繁殖是最重要的。 而小薮却没有理由的相信，灰色的钢筋水泥，有毒的雨水和每天震耳欲聋的爆炸声绝不是世界真实的样子。 于是她经常自己走出村子好远好远，想走到这冰冷灰色世界的边缘，那里应该是温暖的…彩色的！她坚信着，那才是真正的世界。 村里的小猫经常从外面拿回来一些稀奇古怪的东西。可以自己生火的匣子，会发光的玻璃蛋，甚至还有一个自己跑来跑去的金属小车。 “啊，那是人类的产物啊…”每当这时，村中那拖着如砂纸一般粗糙褶皱皮肤的长者便会感叹一番：“当年，地球上最后一个人类死的时候…” 眼看他又要说上那已经被讲了上千遍的陈旧故事，大家毫不留情地表现出不耐烦来，猫群一哄而散。 只有小薮不断追问着：“那人最后说了什么啊？”老者眼神黯淡，此时却突然发起光来，他努力回想着：“唔…嗯…是‘对不起’！” 最后的人类最后的一句话，居然是在不停地道歉。 小薮感到一阵困惑。人类能创造出那么多有趣的东西，他们又有什么错呢？ 清晨，在启明星的光芒逐渐被太阳掩盖的时候，小薮准时爬上村子中间那根最高的混凝土柱子等待大鸟们的到来，这似乎已经成为了每天早上如同刷牙洗脸一般的例行事项。 阳光照到脸上，小薮微微眯起眼睛，太阳中心的小黑点逐渐变大，大鸟们列队飞行，在朝阳下反射着金属特有的光芒…… 突然，距离村子不远的一口废井里喷出了数条火舌，震耳欲聋的声音吓得小薮捂住了耳朵，却依然能感受到爆炸产生的震动。等再睁开眼时，列队飞行的金属大鸟被打乱了队形，其中一只似乎是被火舌扫到，身上失火冒烟，正盘旋着向小薮这边砸来。 村子里乱了套，母猫从卧室里抱出一只只幼猫排列摆在地上。小猫们吓坏了，尖叫声哭声不绝于耳。 小薮也被从柱子上拽了下来，村长认为是她的不敬触怒了上苍。“这猫已经疯了！”他们把小薮关在储藏室，准备第二天就给她强行配种，村长猜测只有让小薮怀上小猫才能让她老实些。 然而对于小薮来说，乖乖听话自然是不可能的。她趁着夜色挖开了储藏室的墙角，靠着本来就瘦弱的身子硬生生挤了出去。 午夜，借着月光，小薮隐约看到大鸟的轮廓。它把地面砸出了长百米的大坑，自己则在大坑的尽头静静地趴着，一动也不动。 小薮在大鸟的侧身找到一扇虚掩变形的门，里面散发着幽幽绿光。她慢慢拉开金属门，驾驶舱内的椅子却转了过来，而那椅子上坐的赫然是一副人类枯骨，在绿光的照耀下反射出惨白的样子。 小薮被吓得不轻，可惊吓很快就被好奇取代——枯骨后面的巨大屏幕上，不断切换着群山，森林和大海的照片。 她愣住了…原来自己真的没有疯。世界…真的如此美丽过…小薮望着不断切换的图片发呆，爪子情不自禁地想去触碰它们。可就在碰到屏幕的一瞬间，山河湖海的图片消失了，取而代之的是红白相间，不断跳动枯燥的数字。 小薮等了许久，生怕图片不会回来。好在不久之后，图片又出现了，一张张地切换着。小薮就这样盯着电脑屏保，靠着人类的枯骨慢慢进入了梦乡… ……… 在朝阳下，中国全自动轰炸机群横跨北太平洋从旧金山登陆美国执行伟大世界战争的第八千九百六十四次轰炸任务，美方全自动战斗机群随即升空拦截。在两方中央AI的优良指挥下，这场人类灭绝五十年之后的空战终于以两败俱伤的结局结束。 中午十二时五十分，中共中央上海人工智能作战中心下达最高指令，第六十四次核平美利坚全境。 ……… 熟睡中的小薮被刺耳轰鸣声吵醒，她睡眼惺忪的走出金属大鸟，远处带着星条旗的洲际导弹依次升空，消失在云层之中…她不知道发生了什么，本能地缩在大鸟看似无坚不摧的金属身体下面。 显示器上的大海消失了，树林消失了，快乐的孩子们消失了。 取而代之的是几句冰冷的电子语音：“我们胜利了，中国共产党万岁！中国人民万岁！” 巨大的蘑菇云在猫猫村上空升起，小薮看着蘑菇云，她只觉得好亮…好温暖…","link":"/2020/03/05/%E9%81%BA%E7%94%A2/"},{"title":"喵氏寄生虫","text":"★任何种族性别的人类都可能在与猫娘或任何猫科动物接触的时候感染该寄生虫。 患者起初会被寄生虫干扰思想，突然产生“我也可以变得很可爱！”这种想法。 此时患者并不易被发现，由此失去了最佳治疗时间。 之后便是在口语表达上出现问题，大脑无法进行“我”字的书写和发音，患者平时使用的第一人称会逐渐变成“咱”，同时每句结尾会不由自主的加上“喵”。 患者一般在该阶段被发现，此时只能将其紧急隔离处理。 在感染寄生虫的三到四月之后，身体外观会逐渐发生变化。 会长出耳朵和尾巴，身体会变得更加敏感和柔软等。举手投足似乎也开始蓄意卖萌起来。 患者的大脑会进行微弱的修正，对自己的行为和语气产生厌恶，期望可以恢复到被寄生之前的状态。 但从未有过自我修正成功的病例。 患者会在一到两周之后开始向心中的喵氏寄生虫屈服，逐渐被它控制…… 此时患者的外表已经与猫娘无异了。 大脑的自我修正仍在继续，并将一直持续下去。 这导致患者可能不时突然对自己的行为举止产生厌恶，并伴有轻微抑郁情绪。 PS.喵氏寄生虫的宿主性格与思维方式将会直接造就性格与思维方式完全不同的猫娘个体。","link":"/2020/03/05/%E5%96%B5%E6%B0%8F%E5%AF%84%E7%94%9F%E8%99%AB/"},{"title":"关于Minecraft剧情的猜测","text":"在Minecraft当中，唯一的文明聚落可能就是村庄了… 但是村民从来没有自己建筑过…对吧？而被僵尸咬过的村民也只能变成僵尸村民… 那些长得像主角史蒂夫的僵尸…我们不得不大胆地猜测他们在活着的时候也和主角一样是可以建造建筑的。 但是为什么，他们都死掉了…僵尸病毒…？生化武器…？！ 战争说并不新鲜，曾经有大量的网友分析Minecraft世界观，认为苦力怕这样的生物…身披迷彩服的自行走肉体炸弹很明显就是为了战争而生的。 猜测在远古时代的战争中，人们制造出了大量的苦力怕，而生化武器最终将这个世界和他们自己都变成了怪物。 而玩家在探索世界中发现的遗迹，很有可能就来自于这个所谓的史前文明。沙漠神殿，丛林神殿中精密的红石机关，那些傻傻地村民可造不出来。 但是…为什么是末地？游戏的结局为什么一定是末地呢？难道不可以是地狱吗…？ 玩家可以自己建造地狱门，却无法建造末地传送门…因此玩家必须寻找重要的建筑“要塞”即“Stronghold” 也许…这个文明在不断逃离自己制造的怪物之中，发现了地狱和末地这两个世界。毫无疑问，在充满僵尸怪物的战后废土求生，不如逃去另外一个世界。 地狱…？那是一个更加危险的世界。于是失望而归的他们开始建筑要塞抵御怪物的攻击，并着手研究末地传送门技术。 但是幸存者们忽视了最重要的东西——末地传送门是单向的。 旧文明的幸存者们大步跨入末地传送门，却发现他们必须要击败末影龙这种无比强大的存在才能回到自己的世界… 他们…被永远地困在末地了。不过，比起那时的废土世界，末地确实要安全得多。 于是聪明的人们就地取材，建造末地城堡和末地航船，这就可以解释为什么末地城堡的箱子里会有马鞍和马匹装甲这样在末地完全用不到的东西…因为…他们带进来的。 而他们呢…？幸存者呢…？为了果腹，在无法种植的末地生存，可怜的幸存者们只好在茂盛的歌莱树森林里寻找歌莱果食用… 玩过Minecraft的大家都知道，在你食用歌莱果的时候，你会被任意传送至附近地点…就和… 安德人 Enderman 一样…所以…果实吃的太多…会不会变成Enderman呢？那些旧文明的幸存者，被永久地困在末地之中，逐渐退化了语言能力和建筑能力…因为较轻地重力而变得瘦高… 最终成为了Enderman…他们可以拿起方块，却早已忘记如何建造…他们的叫声，不仔细听根本停不出来…那实际上是模糊的英语… 主角打败了末影龙，打开了回家的路…而Enderman们，却早就回不去了…他们在绝望中变异，失去了理智…为旧文明的悲剧画上了最后的句号… 恭喜你获得“解放终界”成就 ￼￼ 你是迟来的希望。———Twitter@ServalCandle","link":"/2020/03/05/MC%E5%A5%87%E8%81%9E/"},{"title":"如何在中国不翻墙访问Facebook和Twitter(知乎回答的备份)","text":"使用各种加密方式来访问国际互联网确实是一种方法，但更安全稳定的方式则是使用手机卡漫游。这种方法由于是使用漫游手段，应该是合法的并且在拥有原生IP的情况下可以自由访问很多屏蔽代理服务的网站。 以下推荐Google fi和CMHK两张卡，算是我都刚好用过的。 Google FiFi自2020年2月起可能不再支持在中国内陆激活需要使用VISA/MasterCard/AmericanExpress等國際信用卡 Fi拥有两套不同的资费计划，一个是70USD/月 的Google one成员 无限流量套餐和默认的20USD/月+流量10USD/GB套餐，两者都支持无限量的全球短信和美国境内通话。我因为申请得较早，当时只有默认资费套餐。默认套餐每月话费上限是20USD+60USD，超出之后不再计费。所以计算下来或许是Google one套餐更便宜些，要看你自己的选择了。 一旦激活成功，在使用数据流量时你将通过美国IP访问网站。该卡几乎在全球任何地区/国家都可以使用，并且价钱统一没有漫游资费。要注意的是Google fi主卡在非美国地区不能使用数据热点，也就是不能把你的国际互联网分享给其它设备。 可以永久使用，不想用的话在官方网站选择暂停或取消服务即可。 （这个卡对手机硬件是有一定要求的，在购买之前请务必查看支持列表，WindowsPhone全部机型都不支持。 （主卡和数据卡在美国是免费包邮的，只需要去官方网站上申请即可，中国的话也是在闲鱼上就可以随便买到…话说只要有心不少东西在闲鱼上都能找到。 顺便，使用以下链接注册可以直接获得20USD资费在钱包里哦 https://g.co/fi/r/U9VAJR CMHK中國移動香港中国境内插卡即用你甚至可以通过淘宝增值 CMHK储值卡，价钱相对便宜切匿名，卡也是在淘宝上就可以通过低廉的价格获得，如果你长期生活在深圳，甚至可以直接去香港的711便利店里购买一张。使用大湾区数据包，可以在中国境内使用个人热点分享你的国际互联网给其它设备。但月费没有上限，用多少付多少钱。 使用方法 不要看储值卡有到期期限，只要你不用它的话它每个月基本只扣除2HKD，相当于1.8RMB左右，只要卡里有钱就不会被强行销号，同时销号也很简单，因为是匿名手机卡所以不想用丢了就好了。 嘛…因为我只用过这两种所以也只推荐这两张卡啦 至于通过代理之类的方法访问国际互联网，自然是可行的，价钱也肯定便宜许多，但肯定不能发在知乎上(:з」∠) 所以就算了 只要你成功访问国际互联网，那么注册Facebook和Twitter等网站就如同注册国内网站一样了… 顺便，在注册过程中不建议使用国内邮箱和手机号，可以使用像Gmail，outlook这样的国际邮箱。如果没有境外手机号可以自己申请或者去淘宝购买Google voice，大概一个7RMB左右。 PS.注册Twitter的时候网站不会自动帮你选择国际区号，不管你是用哪个国家的手机号注册的，请务必在手机号前面加上国际区号，中国填“+86”/美国填“+1”/香港填“+852”。 如果你真的特别特别懒完全不想自己动手，只需要在闲鱼上随便找一个正在提供相关服务的人付上一定价钱就可以让他帮你注册了。 （价钱超过7RMB的都是黑心商家不要买","link":"/2020/03/05/%E5%A6%82%E4%BD%95%E5%9C%A8%E4%B8%AD%E5%9B%BD%E8%AE%BF%E9%97%AETwitter/"}],"tags":[{"name":"大貓貓","slug":"大貓貓","link":"/tags/%E5%A4%A7%E8%B2%93%E8%B2%93/"},{"name":"药娘","slug":"药娘","link":"/tags/%E8%8D%AF%E5%A8%98/"},{"name":"政治","slug":"政治","link":"/tags/%E6%94%BF%E6%B2%BB/"},{"name":"科幻","slug":"科幻","link":"/tags/%E7%A7%91%E5%B9%BB/"},{"name":"猫娘","slug":"猫娘","link":"/tags/%E7%8C%AB%E5%A8%98/"},{"name":"科研成果","slug":"科研成果","link":"/tags/%E7%A7%91%E7%A0%94%E6%88%90%E6%9E%9C/"}],"categories":[{"name":"小说","slug":"小说","link":"/categories/%E5%B0%8F%E8%AF%B4/"},{"name":"奇思妙想大猫猫","slug":"奇思妙想大猫猫","link":"/categories/%E5%A5%87%E6%80%9D%E5%A6%99%E6%83%B3%E5%A4%A7%E7%8C%AB%E7%8C%AB/"}]}